{
  "tgt_word2id": {
    "": 11,
    "50": 117,
    "need": 34,
    "just": 35,
    "House": 36,
    "it": 26,
    "position.": 38,
    "shoes": 39,
    "And": 18,
    "driving": 40,
    "get": 41,
    "years.": 44,
    "quick": 43,
    "illustrate": 126,
    "boots": 45,
    "east": 46,
    "it's": 89,
    "<unk>": 3,
    "have": 9,
    "off": 47,
    "looked": 48,
    "thing": 49,
    "twice;": 50,
    "you": 12,
    "yourselves": 52,
    "true.": 55,
    "you,": 54,
    "White": 53,
    "that.": 56,
    "miles": 57,
    "stage": 58,
    "a": 6,
    "Nashville.": 37,
    "that": 61,
    "what": 27,
    "home": 125,
    "tell": 62,
    "blown": 63,
    "opportunity": 64,
    "the": 7,
    "know": 65,
    "I'm": 66,
    "nice": 67,
    "extremely": 68,
    "sounds": 69,
    "because": 70,
    "after": 92,
    "this": 14,
    "Air": 71,
    "every": 114,
    "eight": 73,
    "great": 60,
    "had": 74,
    "Two": 75,
    "partly": 77,
    "of": 8,
    "Now": 78,
    "other": 79,
    "much,": 80,
    "<pad>": 0,
    "and": 13,
    "little": 19,
    "away": 81,
    "Nashville": 82,
    "truly": 83,
    "</s>": 2,
    "from": 84,
    "<s>": 1,
    "say": 20,
    "is": 85,
    "airplane!": 86,
    "night.": 87,
    "Driving": 88,
    "Chris.": 42,
    "we": 21,
    "my": 22,
    "Force": 90,
    "grateful.": 91,
    "me.": 29,
    "sudden": 93,
    "Soon": 94,
    "that's": 95,
    "bit": 96,
    "farm": 98,
    "sob)": 23,
    "want": 99,
    "been": 24,
    "one": 100,
    "our": 101,
    "or": 102,
    "an": 103,
    "flew": 104,
    "take": 105,
    "by": 106,
    "rear-view": 59,
    "honor": 107,
    "Put": 108,
    "come": 109,
    "Tipper": 110,
    "many": 111,
    "back": 113,
    "(Mock": 25,
    "there.": 72,
    "thank": 115,
    "in": 16,
    "ourselves.": 116,
    "to": 4,
    "no": 76,
    "sincerely,": 128,
    "were": 118,
    "comments": 119,
    "true": 112,
    "mirror": 121,
    "story": 17,
    "like": 30,
    "I": 5,
    "I'll": 122,
    "left": 33,
    "all": 28,
    "conference,": 123,
    "so": 124,
    "motorcade": 32,
    "It's": 129,
    "for": 15,
    "about": 120,
    "was": 127,
    "There": 97,
    "hit": 51,
    "on": 31,
    "--": 10,
    "but": 130,
    "Thank": 131
  },
  "src_word2id": {
    "": 10,
    "ustedes,": 26,
    "una": 11,
    "sido": 28,
    "Y": 16,
    "repente": 29,
    "pero": 30,
    "No": 31,
    "verdad": 32,
    "Chris.": 33,
    "S": 34,
    "He": 35,
    "nuestra": 36,
    "suena": 37,
    "yo": 38,
    "avin!": 39,
    "<unk>": 3,
    "vez.": 41,
    "ilustrar": 114,
    "Muchas": 27,
    "verdadera": 118,
    "extremadamente": 43,
    "fingidos)": 17,
    "vicepresidencial": 44,
    "mis": 45,
    "pequea": 46,
    "a": 8,
    "otra": 48,
    "un": 18,
    "atrs.": 40,
    "agradecer": 104,
    "como": 50,
    "estbamos": 86,
    "Les": 52,
    "simplemente": 53,
    "dejamos": 54,
    "Es": 55,
    "el": 19,
    "escenario": 56,
    "agradecido.": 47,
    "tener": 57,
    "digo": 58,
    "mi": 59,
    "vehculos": 60,
    "tena": 61,
    "decir": 62,
    "ocho": 63,
    "segunda": 64,
    "Ahora": 65,
    "aos.": 66,
    "en": 7,
    "esta": 68,
    "gracias": 69,
    "de": 5,
    "<pad>": 0,
    "conmovido": 91,
    "cosa": 49,
    "Vol": 73,
    "Nashville": 20,
    "m.": 74,
    "</s>": 2,
    "quitarme": 75,
    "ustedes": 76,
    "ha": 77,
    "Estoy": 78,
    "porque": 79,
    "millas": 81,
    "conferencia,": 83,
    "dir": 84,
    "este": 21,
    "parte": 22,
    "avin": 85,
    "desde": 51,
    "sus": 87,
    "o": 88,
    "acerca": 89,
    "venir": 90,
    "que": 6,
    "posicin!": 71,
    "botas": 80,
    "la": 12,
    "viajando": 93,
    "casa": 94,
    "(Sollozos": 23,
    "Casa": 72,
    "por": 13,
    "retrovisor": 96,
    "despus": 97,
    "granja": 99,
    "Blanca": 100,
    "subirme": 101,
    "sinceramente,": 67,
    "Tipper": 103,
    "al": 70,
    "golpe.": 105,
    "me": 106,
    "eso": 102,
    "noche.": 108,
    "verdad.": 109,
    "oportunidad": 92,
    "lo": 14,
    "es": 24,
    "necesito!": 111,
    "comentarios": 42,
    "conduciendo": 113,
    "cualquier": 98,
    "rpida": 115,
    "deseo": 123,
    "esto": 116,
    "zapatos": 117,
    "y": 15,
    "tengo": 110,
    "para": 9,
    "cada": 119,
    "honor": 129,
    "Pnganse": 120,
    "<s>": 1,
    "quedado": 121,
    "--": 4,
    "all": 122,
    "tenemos": 82,
    "mir": 124,
    "50": 125,
    "historia": 25,
    "gran": 126,
    "Poco": 127,
    "mismos.": 95,
    "haba": 128,
    "todos": 112,
    "caravana": 130,
    "nosotros": 131,
    "amables": 107
  }
}